[
    {
        "title": "Todo List",
        "description": "It's a todo list.",
        "level": "basic",
        "tags": "to-do"
    },
    {
        "title": "Snake",
        "description": "If you had a cellphone in the early 2000s, you’ve probably played Snake. It’s a simple game but you can always try to make things more complex! First, start by just trying to make the game.",
        "level": "intermediate",
        "tags": "snake,game"
    },
    {
        "title": "Tetris",
        "description": "Create a Tetris game! Sure, it has been done a million times, but it's really interesting to try to make it!",
        "level": "intermediate",
        "tags": "tetris,game,classic"
    },
    {
        "title": "Personal Website",
        "description": "Make a website for yourself.",
        "level": "intermediate",
        "tags": "personal-website,web,profile"
    },
    {
        "title": "Calculator",
        "description": "Code up a clone of the windows calculator. It’s great practice for GUIs and basic math operation. And if it helps you solve your algebra homework - all the better!",
        "level": "basic",
        "tags": "calculator"
    },
    {
        "title": "Feature maps and Filter Visualizer",
        "description": "This repository is about the code to extract Convolutional-neural-network layers and visualise the filters and featuremaps",
        "level": "basic",
        "tags": "feature-maps-and-filter-visualizer, machine-learning"
    },
    {
        "title": "TravelYaari A traveling website",
        "description": "This project is based on how an effective travel website will make us feel. It is based on a traveling website with fully-featured functions that will activate the traveling bug with vibrant imagery. This website contains highlights of some important places along with high-quality photography and allows people to book their dream destination within their budgets. It also includes full customer support, an easy payment system, book as per your time choice, full virtual tour of place through different videos and images.",
        "level": "intermediate",
        "tags": "Travel-website, web, website, ReactJS"
    }
]
